Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] Cry, Even Better If You Beg (울어봐, 빌어도 좋고).tmx
Source language: ko_kr
Languages: en_us

source: 아들을 찾아 홀을 헤매던 에트먼 부인이 테라스에 있는 두 사람을 발견한 건 그때였다.{j}“카일.{j}도대체 여기서 뭘 하고 있는 거니?”{j}그녀는 한숨을 푹 내쉬며 다가왔다.
en_us: Just then, Mrs. Ettman, who had been roaming the hall looking for her son, found Kyle and Layla outside on the terrace. Approaching them, she let out a sigh and asked, “Kyle, what are you doing out here?”{j}{j}{j}

source: 하지만 이번 여름에는 그가 돌아올 것이다.
en_us: However, he was going to be returning this summer.

source: 아름다운 소녀를 에스코트하는 우아한 신사의 모습이 꼭 동화나 궁정 소설의 한 장면 같았다.
en_us: The sight of that elegant gentleman escorting that beautiful lady looked like something out of a fairytale or a courtly romance.

source: 그가 내린 명령에 시종의 눈이 커졌다.
en_us: The servant’s eyes widened at this command.

source: 마티어스 폰 헤르하르트는 완벽한 아이였고, 완벽한 학생이었으며 이제 완벽한 장교가 되었다.
en_us: Matthias von Herhardt had been the perfect child, the perfect student, and had become the perfect officer.

source: 여느 때와 다름없는 모습으로 묵묵히 정원사의 일을 돕는 레일라가.
en_us: As always, she was quietly helping the gardener with his work.

source: 난 무섭던데.”
en_us: He seems scary to me.” He casually sat down next to Layla.

source: 길리스 여학원의 정문 앞에 서 있는 카일 에트먼은 담벼락과 가로등만큼이나 당연한 존재였다.
en_us: Standing in front of Gillis Girls’ School, Kyle Ettman looked as natural as the wall or the streetlamps in front of the school.

source: 그리고 헤센을 통해 준비한 물건들이 빌 레머의 선물로 탈바꿈해 오두막으로 전해졌다.
en_us: He had then had Hessen deliver a different gift to Bill’s cottage.

source: 에밀리아는 기뻐하며 승낙했고, 그 길로 덩굴장미가 핀 파고라 아래에 두 숙녀를 위한 꽃꽂이 도구들이 준비되었다.{j}그리고 레일라.
en_us: Emilia happily agreed to the change in plans, and Claudine had maids prepare flower-arranging equipment under the rose-covered pergola.{j}

source: 그리고 깊이 바라보았다.
en_us: and took a long look at her.

source: 당황한 레일라가 눈을 피해 보려 했지만 마티어스는 뺨을 감싼 손에 힘을 실어 기어이 그녀의 시선을 끌어왔다.
en_us: Feeling flustered, she tried to turn away, but his hands held her face firmly in place.

source: 커튼을 열어 둔 창문으로 흘러든 달빛이 테이블 앞에 선 레일라를 비추었다.
en_us: The moonlight flowing in through the window faintly illuminated her where she stood in front of the table.

source: 그를 보며 미소 짓는 레일라의 얼굴이 하도 다정해 카일은 순간 한심한 질투심을 가질 뻔했다.
en_us: Seeing Layla smiling sweetly at Bill, Kyle almost felt jealous for a moment.

source: 낡은 노트.
en_us: An old notebook.

source: 잘 보이려는 노력이나 아양을 떠는 태도도 찾아보기 힘들었다.
en_us: She rarely seemed concerned with how she appeared to Claudine, and never tried to flatter her.

source: 그리고 다시 눈.
en_us: It then returned to her eyes.

source: 무릎이 아파 좀 전처럼 빨리 달릴 수는 없었지만 그래도 멈추지 않고 두 다리를 움직였다.
en_us: Because her knee hurt, she couldn’t run as fast as before, but she didn’t stop.

source: 성대한 파티였지만 아르비스의 사용인들에게는 일상의 한 부분이라 해도 좋을 익숙한 업무였다.
en_us: It was going to be a large party, but big events were an everyday thing for the Arvis staff.

source: 진입로의 양옆으로 늘어선 높다란 나무들은 손을 잡듯 아치를 이루고 있었다.
en_us: The road was lined on either side with tall trees that arched towards each other, as if holding hands.

source: 리에트가 실없는 말을 몇 마디 덧붙이는 사이에 샴페인을 가져온 하인들이 들었다.
en_us: As Riette made a few more witty remarks, some maids came in with champagne.

source: 가늘게 피어오르던 연기마저 멎었을 무렵, 레일라는 울컥하여 고개를 들었다.{j}“아니에요.”{j}상처 난 발을 보이고 싶지 않던 마음을 지운 레일라는 단호한 동작으로 몸을 일으켜 세웠다.{j}힘을 실은 두 발로 바닥을 딛고 기꺼이 마티어스와 마주섰다.{j}여전히 그가 두려웠지만 더 이상은 놀림거리가 되고 싶지 않았다.{j}“카일은 약속을 지키는 사람이에요.”
en_us: Layla looked up at him angrily. “No.” Forgetting her shyness about him seeing her wounded feet, she boldly stood up and stood before him. She was still frightened of him, but she didn’t want to be an object of amusement for him anymore. “Kyle always keeps his word.”{j}{j}{j}{j}{j}

source: 마티어스는 그녀를 지켜보며 시종을 기다렸다.
en_us: Matthias watched her as he waited for the servant to return.

source: “그리 해 주실 만한 가치는 없는 일입니다, 영애.”{j}시선을 돌려 그녀를 본 마티어스가 미소 지었다.{j}조금 전과 다름없는 얼굴 같지만 미묘하게 느낌이 달랐다.{j}“새는 그저 새일 뿐이지요.”{j}그의 대답은 손 위에서 노래하는 새를 보던 그 부드러운 눈빛과는 딴판으로 무정했다.
en_us: “It wouldn’t be worth your effort, my lady,” Matthias replied, turning his head towards Claudine. The expression on his face was almost the same as before, but a faint smile was detectable and gave off a feeling of warmth. “A bird is just a bird.” His cold words stood in stark contrast to the bird’s cheerful song, and to the warmth in his smile.{j}{j}{j}{j}

source: 레일라는 정신없이 그 소설을 읽어 나가기 시작했다.
en_us: She started reading with gusto.

source: 졸음이 밀려왔지만 그래도 램프를 켜고 책상 앞에 앉았다.
en_us: Even though she was feeling sleepy, she switched on the lamp and sat at her desk.

source: 그들의 대화를 도통 이해할 수 없는 레일라는 이제 현기증이 날 것만 같았다.
en_us: Layla started to feel dizzy amidst this conversation that she didn’t understand.

source: 한참이나 더 레일라를 바라보던 헤르하르트 공작이 나지막하게 명령했다.{j}“가 봐.”
en_us: After gazing at her for a long while, he softly said, “Go.”{j}

source: 겨우 생각을 할 수 있게 된 머리가 내린 명령을 따라 돌아서려는 순간 그의 목소리가 다시 들려왔다.
en_us: Following the advice that her fear-addled mind was offering, she started to turn around, when she heard the duke speak again.

source: 빌 아저씨가 가르쳐 준 것이었다.
en_us: Bill had taught them to her.

source: 브란트 영애도 함께였다.
en_us: And Lady Claudine was with him.

source: “……구해 주셔서 감사합니다, 공작님.”{j}레일라는 분노를 억누르며 꾸벅 인사했다.{j}빌 아저씨, 빌 아저씨, 빌 아저씨.{j}몇 번이나 빠르게 주문을 외우며.
en_us: Eventually, Layla suppressed her anger and reluctantly said, “Thank you for saving me, Your Grace.” Meanwhile, she was internally repeating her mantra, For Uncle Bill... For Uncle Bill... For Uncle Bill...{j}{j}{j}

source: 혹평을 받은 장미 화병을 콘솔 위에 올려 둔 레일라는 마티어스가 가리킨 곳에 뻣뻣이 앉았다.
en_us: She placed the shameful rose vase on a credenza and stiffly sat where he was pointing.

source: “저기, 저 숲에 사람이 있어요!
en_us: Without waiting to catch her breath, she quickly replied, “There’s someone in the woods!

source: 이번에도 마티어스는 기꺼이 수긍하듯 고개를 끄덕였다.{j}“그렇지.”
en_us: Matthias readily nodded. “That’s true.”{j}

source: 그 너머, 아득하게 높은 천장을 장식한 헤르하르트가의 문장도.
en_us: Beyond that he saw the Herhardt family crest imprinted on the ceiling.

source: 고요한 응시가 이어지는 사이 바람에 흔들리는 숲의 소리가 높아졌다.
en_us: While they silently looked into each other’s eyes, the sound of the breeze blowing through the forest seemed to grow louder.

source: 안경만 사라질 수는 없다.
en_us: It didn’t make sense that the glasses would have disappeared on their own.

source: 힘차게 이름을 부르자 레일라가 멈추어 섰다.
en_us: At the sound of someone calling her name, Layla stopped walking.

source: 테이블 가득한 놀잇감과 레일라의 얼굴을 번갈아 살핀 클로딘의 입가에 애매한 미소가 떠올랐다.{j}“가여워라.”{j}실망스러운 한숨을 흘린 클로딘이 천천히 몸을 일으켰다.
en_us: Claudine looked back and forth between the toy-covered table and Layla. “Poor you,” she said, smiling tenderly. She then let out a disappointed sigh and slowly stood up.{j}{j}

source: 평생 안 하려고.”{j}연신 감탄하던 카일이 퍼뜩 표정을 바꾸었다.
en_us: I’ll never hunt as long as I live,” Kyle declared. Then suddenly his expression changed.{j}

source: 뭐 그런 종류의 말이었던 것 같다.
en_us: At least, he was fairly certain that’s what she had been saying.

source: “레일라 르웰린.”
en_us: “Layla Llewellyn,” Matthias said impulsively.

source: “그런 거 아니니 쓸데없는 걱정 마라.”{j}빌은 헛기침을 한 후 잠시 꺼 두었던 담배에 다시 불을 붙였다.
en_us: “Don’t worry, it’s nothing like that,” Bill replied before awkwardly clearing his throat a relighting his cigarette.{j}

source: 그러니 차라리 무모한 고백을 해 버리는 편이 낫지 않을까?
en_us: That was why he was contemplating throwing caution to the wind and confessing his feelings for her right then.

source: 그게 얼마나 큰 사랑인지도.
en_us: It made her feel loved.

source: 우습게도 빌은 그 이틀로 인해 자신이 저 작은 아이와 함께하는 일상에 꽤 익숙해져 있다는 걸 깨달았다.
en_us: Those two days had led Bill to realize how much he had grown accustomed to daily life with the little girl.

source: 왈칵 붉어지는 레일라의 뺨이 어둠 속에서도 선명했다.
en_us: Her bright-red cheeks were noticeable even in the darkness.

source: 자꾸만 안경을 툭툭 건드리는 소년에게 레일라 르웰린이 무어라 외쳤다.
en_us: Layla shouted something at the boy after he repeatedly tapped her glasses with his finger.

source: 레일라는 영문을 모르는 채로 이 손에서 저 손으로 끌려다녔다.
en_us: The maid who had brought Layla from the garden passed her off to the other maid, who then led her away. Layla still had no idea what was going on.

source: 저 그렇게 어리지는 않아요.”{j}가만히 그를 지켜보던 아이가 말문을 열었다.{j}“몇 주 뒤면 열두 살이 되거든요.”{j}짐짓 어른스러운 투로 소곤거리며 아이는 살며시 발돋움을 했다.
en_us: I’m not actually that young. I’ll be twelve in a few weeks.” She was being careful to speak in as mature a manner as she could, and had slightly raised her heels off the ground to make herself appear taller.{j}{j}{j}

source: “음.
en_us: “Well,

source: 레일라는 이 세상 모든 새와 꽃의 이름을 알고 싶어 하는 아이였다.
en_us: She was someone who wanted to know the names of all the world’s birds and flowers,

source: “또 까마귀가 물어 간 거 아니냐?”{j}빌은 얼마쯤의 농담을 섞어 물었다.
en_us: * * * “Are you sure a raven didn’t steal it?” Bill asked half-jokingly.{j}

source: 익숙해지는 데는 시간이 조금 필요한 법이니까요.”{j}사육사는 마티어스를 말리듯 서둘러 그 새를 건네받았다.
en_us: It takes time for them to get used to having clipped wings,” the bird-keeper said as Matthias handed him back the canary, which he then gently stroked to calm it down.{j}

source: 그 일은 레일라가 그간 견뎌 온 멸시나 핍박과는 다른 종류의 상처를 남겼다.
en_us: That experience had left a different kind of scar in her heart than that of the scorn and persecution she had previously endured.

source: 넌 날 기다리냐, 노트를 기다리냐?”
en_us: will you be looking forward to see me, or the notes?”

source: 압지로 살짝 눌러 잉크가 번지지 않게 한 후 레일라는 신중하게 노트를 덮었다.
en_us: After lightly pressing blotting paper against the page to prevent the ink from smudging, she carefully closed the notebook.

source: 그사이 레일라는 조심스러운 걸음을 옮겨 카일 곁으로 다가왔다.
en_us: Meanwhile, Layla cautiously stepped towards Kyle.

source: 헤르하르트 공작을 보는 클로딘을 따라 레일라도 무심코 시선을 옮겼다.
en_us: Without thinking about it, Layla followed Claudine’s gaze and turned towards Duke Herhardt.

source: “아니야!”{j}레일라는 당황하며 두 손을 들어 뺨을 더듬었다.
en_us: “No!” She put her hands to her cheeks.{j}

source: “마티어스, 클로딘에게 아르비스의 천국을 안내해 주렴.”{j}티타임이 끝날 무렵 엘리제 폰 헤르하르트가 넌지시 말했다.
en_us: “Matthias, you should give Claudine a tour of Arvis’s heaven,” Elise whispered to her son as the tea time was drawing to a close.{j}

source: 갖추어 입은 옷이 답답한지 소년의 뺨이 조금 붉어져 있었다.
en_us: The boy’s cheeks reddened slightly. He seemed slightly uncomfortable in his semi-formal clothes.

source: 따스한 햇볕과 시원한 물살, 귓가에서 부서지는 잔물결의 소리가 세상의 전부처럼 느껴졌다.
en_us: In that moment, he felt like the warm sunlight, the cool water, and the sound of the water splashing near his ears were all there was to this world.

source: “이것 봐.
en_us: “Come on, Bill.

source: 계속 생각해 봤는데 그건 나쁜 일 같았어요.
en_us: But I thought

source: 레일라는 그의 눈앞에 있었고, 아마도 당분간은 달아나지 못할 것이니.
en_us: Layla was still in his sight, and it didn’t seem like she would run away anytime soon.

source: 얇은 이불로 몸을 감싸고 눈도 질끈 감았다.
en_us: She pulled up her thin blanket and shut her eyes tight.

source: 그를 대하는 이들 역시 다르지 않았다.
en_us: The same was true of the corresponding parties on the other side of each such relationship.

source: “알지?
en_us: “Don’t you remember?

source: 장미 바구니를 든 레일라는 2층으로 곧장 이어지는 외부 계단을 올랐다.
en_us: Holding the basket full of roses, Layla climbed the outdoor staircase up to the second floor.

source: 산딸기가 가득 담긴 버드나무 바구니를 든 숙녀가 그를 향해 손을 흔들고 있었다.{j}“아저씨!{j}오늘은 일찍 돌아오셨네요.”{j}레일라는 춤을 추듯 가볍게 달려왔다.
en_us: The young lady, who was carrying a wicker basket filled with raspberries, was waving at him. “Uncle! You’re home early.” She nimbly ran towards him with dancelike steps.{j}{j}{j}

source: 이따 봐요, 아저씨!”{j}돌아선 레일라는 두 손을 머리 위로 올려 크게 흔들어 보였다.{j}어깨에 둘러멘 낡은 가죽 가방이 폴짝거리는 아이를 따라 흔들렸다.
en_us: I’ll see you later, Uncle!” she replied. She then turned and hurried off into the woods, her arms flailing about as she ran. The old leather bag that she had slung over her shoulder bounced with each step she took. {j}{j}

source: 안도한 레일라는 천진하게 감탄했다.
en_us: She breathed a cheerful sigh of relief.

source: 길들이기 어려운 새라던 말이 무색할 만큼 카나리아는 마티어스를 잘 따랐다.
en_us: Despite the bird-keeper’s warning that canaries were hard to tame, this canary had proved very obedient.

source: ‘응.
en_us: “Yeah,

source: “……카일 니가?
en_us: She stared at him for a moment then quietly asked, “You, Kyle?

source: 그 여자를 바라보며 클로딘에게 키스한 순간의, 그 형언하기 힘든 감정 역시도.
en_us: They had also washed away the strange, indescribable feeling that had come over him when he had kissed Claudine while looking at Layla.

source: 욕실로 간 마티어스는 긴 샤워를 했다.
en_us: He walked to the bathroom and took a long shower,

source: 헤르하르트 공작이 돌아온다며?”{j}카일이 불쑥 화제를 전환했다.{j}“되게 오랜만이네.{j}언제쯤 오신대?”
en_us: So I hear that Duke Herhardt is coming back?” Kyle replied, trying to change the topic quickly. “It’s been a really long time. When is he supposed to arrive?”{j}{j}{j}

source: “그럴까?”
en_us: “Does he?”

source: 설마 레일라를 교복 입혀 파티에 보낼 생각이라도 했어요?”
en_us: What did you expect her to wear? Her school uniform?”

source: 마티어스는 장미 정원의 중앙에서 잠시 걸음을 멈추었다.
en_us: * * * Matthias paused in the middle of the rose garden.

source: 왜…….{j}묻고 싶었지만 낯설고 두려운 감각이 레일라를 압도했다.
en_us: She wanted to ask him why he was doing this, but then she felt a strange, frightening sensation.{j}

source: 적어도 먼저 떠나겠다는 인사 정도는 남겨야 할 것 같았다.
en_us: If she was going to leave, she owed it to him to at least tell him first.

source: 어디 의자뿐인가.
en_us: it wasn’t just those chairs.

source: 레일라가 장미를 노려보는 사이에 마티어스는 무심히 시선을 거두었다.
en_us: While she stared at the roses she had brought, Matthias turned his attention back to his work.

source: “그 에트먼네 식충이 놈이 그러든?”
en_us: “Did that loafer from the Ettman family tell you that?”

source: 고아 계집애를 가르쳐 무엇 하냐고.
en_us: They said that there was no point in trying to teach an orphan girl,

source: 며칠 뒤면 도서관에 저 노트를 가져가 식물도감을 뒤지겠지.
en_us: Within a few days she would probably bring that notebook to the library to look up the names of the flowers.

source: “괜찮아요, 아저씨.”{j}레일라가 웃었다.{j}어린 시절부터 쭉 보아 온, 참 맑아 빌의 마음을 불편하게 하던 그 웃음이다.
en_us: “I’m fine, Uncle Bill,” Layla replied, laughing quietly. It was the same gentle laugh that she had been making since she was young, and it always made Bill feel slightly uncomfortable.{j}{j}

source: 곁에 선 아이도 함께였다.
en_us: Layla, who was standing next to him, followed his lead and bowed as well.

source: “감사합니다, 공작님.”
en_us: “Thank you, Your Grace,” Bill replied, bowing once again.

source: 명쾌한 결론이 내려질 무렵에 마티어스는 레일라를 찾아냈다.
en_us: Just as he was reaching this conclusion, he found Layla.

source: 그의 그림자가 레일라 위로 드리워졌다.{j}“……싫어?”
en_us: Looming over her ominously, he asked, “You hate it?”{j}

source: “그새 또 여름이구나.”{j}빌은 무의식적으로 중얼거렸다.
en_us: “It’s summer once again,” Bill muttered.{j}

source: 레일라는 노트를 이만 식탁 끝으로 밀어 두며 고개를 끄덕였다.
en_us: Sliding the notebook away from herself to the end of the table, Layla nodded.

source: 저 가여운 아이에게 아름다운 추억을 선물해 줄 파티의 초대장이.
en_us: She was going to give that poor girl a ticket to a memorable experience.

source: 레일라는 모포 위에 올라앉아 두 무릎을 감싸 안았다.
en_us: Layla was sitting on a blanket, with her arms wrapped around her knees.

source: 반박하고 싶지만 반박할 수 없는 말이다.{j}카일은 공작이 사라져 간 방향을 유심히 바라보았다.{j}이처럼 불안한 건 요즘 지나치게 과민하기 때문이겠지.{j}공연한 말을 꺼내 레일라를 겁주고 싶지 않아 카일은 입술을 굳게 다물었다.{j}다른 남자도 아닌 헤르하르트 공작이 아닌가.{j}약혼을 코앞에 둔, 흠결 하나 없이 완벽한 귀족.{j}“레일라!”{j}그래도 다 지우지 못한 불안이 레일라의 이름이 되어 흘러나왔다.
en_us: He wanted to argue, but he knew she was right. He took a careful look in the direction the duke had ridden off in. Why do I feel so anxious? Have I been oversensitive lately? Not wanting to scare Layla by saying something needless, he kept his mouth shut. But it’s not just any guy, it’s Duke Herhardt, the flawless nobleman whose engagement is about to be announced. Soon, his anxiety got the better of him, and he found himself shouting, “Layla!”{j}{j}{j}{j}{j}{j}{j}

source: “아저씨, 이건…… 너무 과해요.”{j}휘둥그레진 눈으로 상자를 들여다보던 레일라가 떨리는 목소리로 말했다.
en_us: Layla’s eyes widened when she saw what was in the box. “Uncle Bill, this is way over the top,” she said with a quivering voice.{j}

source: “고맙구나, 레일라.”{j}에트먼 부인은 그제야 레일라를 향해 웃어 주었다.{j}카일과 꼭 닮은 갈색 눈이지만 레일라를 보는 그녀의 눈빛은 늘 얼마쯤 서늘했다.
en_us: Finally smiling at her, Mrs. Ettman said, “Thank you, Layla.” Her eyes were the same shade of brown as Kyle’s, but they always looked at Layla with a cold expression.{j}{j}

source: 그의 시선 속에서 레일라는 무력하게 떨었다.
en_us: Layla feebly trembled as Matthias looked at her.

source: 기다리고 있겠다고 카일과 약속했다.
en_us: She had promised Kyle that she would wait for him.

source: “우린 차를 마시러 가던 길이었어.”{j}화사한 미소를 머금은 클로딘이 눈짓으로 길 맞은편의 호텔을 가리켰다.
en_us: “We were just on our way to have some tea,” Claudine said, smiling as she glanced over at the hotel across the street. {j}

source: 레일라는 며칠이나 숲을 휘젓고 다녔다.
en_us: * * * Layla spent days searching the forest.

source: 만찬에 참석하기 위해 별채를 나설 무렵이 되자 그는 다시 완벽한 헤르하르트 공작의 모습을 갖추었다.
en_us: By the time he left the cabin to attend dinner, he was back to being the perfect gentleman, Duke Herhardt.

source: 사용인들에게는 허락되지 않는 자리였으니까.
en_us: The spot was off limits to staff.

source: 마티어스를 쏘아보는 눈빛이 도발적으로 반짝이고 있었다.
en_us: Her eyes were fixed defiantly on him.

source: 강변으로 이어진 오솔길을 걸으며 레일라는 착실하게 숲을 기록했다.
en_us: As she walked along the path leading to the river, she kept a steady record of all the forest sights.

source: 레일라는 어깨를 축 늘어뜨린 채로 돌아섰다.
en_us: With slumped shoulders, she turned back.

source: “깃털을 자르는 것뿐이라 아프진 않습니다.
en_us: “No, it’s just their feathers, so it doesn’t hurt.

source: 네 친구들을 초대해 파티를 열어 보는 건 어떠니?”
en_us: why don’t you invite your friends over for a party?”

source: “이게 뭐요?”
en_us: “What’s in there?” Bill asked.

source: 레일라 르웰린은 그럴 만한 값어치가 있는 존재가 아니었고, 그 여자에 대한 욕망은 그가 다스릴 수 있는 범위 내에 있었다.
en_us: He had concluded that Layla Llewellyn wasn’t worthy of these feelings. He was confident that his desire for her was within his control.

source: “제게 직접 말씀해 주세요.
en_us: She continued. “Just tell me.

source: 누구보다 완벽하게 해내리라 자신했다.
en_us: He was confident that he could fulfill that duty better than anyone else.

source: 새삼스레 놀랄 건 없었다.
en_us: There was nothing much new or surprising for them to discuss.

source: 드리워진 그의 그림자 아래에서 고개를 든 여자는 틀림없는 레일라 르웰린이었다.{j}새에 미친, 그 작은 계집애.
en_us: Under his shadow, she lifted her head. There was no mistaking it—she was Layla Llewellyn, the little girl who was crazy about birds.{j}

source: “아니요.
en_us: “No,

source: “제가 또 실수를 했다면 가야겠지만, 만약 그래야 한다면 이번에는 원하는 색의 장미를 말씀해 주세요.”{j}네, 공작님.{j}하려던 대답은 분명 그것인데 레일라의 입술은 엉뚱한 말이 불쑥 내놓았다.
en_us: “If I made another mistake, then of course I’ll have to go. But in that case, please tell me exactly what colors you would like,” she replied. She had intended to respond with a simple “Yes, Your Grace,” but the response that came out of her mouth was much longer. She froze, afraid that her response had been impolite.{j}{j}

source: “나는 원했나?”
en_us: “Do you think I wanted to see you like this?”

source: 숲 속의 새들에게도 레일라에게도 평온한 시간이었다.
en_us: Thus it had been a peaceful time for the birds in the woods, and for Layla.

source: 이제 포기할 법도 하건만 레일라는 꿋꿋이 한 걸음, 또 한 걸음 모자를 향해 다가섰다.
en_us: Rather than give up, she confidently took another step towards the hat, then another.

source: “레일라, 난 질문에 대답을 해 주고 있을 뿐이야.”{j}경악하는 레일라를 눈앞에 두고도 마티어스는 아무렇지 않은 얼굴이었다.
en_us: “I was just answering your question, Layla.” He was unfazed by her shocked expression.{j}

source: 그 이름이 떠오르자 레일라는 스르르 눈을 떴다.
en_us: When his name came to her mind, her eyes opened.

source: 그 간략한 몸짓이 의미하는 바를 레일라는 어렵지 않게 알아차렸다.{j}이 별채에는 이제 레일라와 그뿐이었다.{j}능숙하지 못한 일이라도 할 수밖에 없다는 뜻이기도 했다.
en_us: She could easily understand the meaning of that simple gesture—he was indicating that there was no one else in the cabin but them. That is, he was telling her that she needed to put the flowers in a vase, no matter how unskilled she was at flower arrangement.{j}{j}

source: “그런가요?”{j}금화를 톡톡 두드리던 레일라가 고개를 갸우뚱거렸다.
en_us: After a few moments, she tilted her head and, tapping on the coin, asked, “Really?”{j}

source: 나의 존엄과 품위를 지킬 수 있는 결혼을.
en_us: A marriage that would allow her to preserve her dignity.

source: 레일라는 명확하게 인지하고 있었다.
en_us: Layla fully realized this.

source: 혹시 무슨 일이 있으신가요?”{j}레일라는 입술을 몇 번이나 문질러 닦은 후에야 겨우 대답했다.
en_us: Is something the matter?”{j}
